/* chat window title suffix */
" (%d unread)" = " (%d não lidas)";

/* multiple items description final separator */
" among others (total of %d items)" = " entre outros (total de %d items)";

/* multiple items description final separator */
" and " = " e ";

/* file transfer speed, just translate the \"/s\" */
"%@ (%@/s)" = "%1$@ (%2$@/s)";

/* file transfer window - status label */
"%@ - Cancelled" = "%@ - Cancelado";

/* file transfers window - status label */
"%@ - Do you want to receive the file?" = "%@ - Quer receber o ficheiro?";

/* file transfer window - status label */
"%@ - Error: %@" = "%1$@ - Erro: %2$@";

/* file transfers window - status label */
"%@ - Rejected!" = "%@ - Rejeitado!";

/* file transfers window - status label */
"%@ - Waiting for acceptance" = "%@ - A enviar ficheiro";

/* date format for chat recent messages */
"%b %e, %Y" = "%b %e, %Y";

/* SMS window character count */
"%d characters" = "%d caracteres";

/* time format for chat transcripts titles and filenames */
"%Y-%m-%d %Hh%Mm%Ss" = "%Y-%m-%d %Hh%Mm%Ss";

/* multiple items description separator */
", " = ", ";

/* No comment provided by engineer. */
"<b>(cancelled)</b>" = "<b>(cancelado)</b>";

/* No comment provided by engineer. */
"<b>(completed)</b>" = "<b>(completo)</b>";

/* No comment provided by engineer. */
"<b>(error: %@)</b>" = "<b>(erro: %@)</b>";

/* No comment provided by engineer. */
"<b>(packaging...)</b>" = "<b>(a comprimir...)</b>";

/* No comment provided by engineer. */
"<b>(rejected)</b>" = "<b>(rejeitado)</b>";

/* No comment provided by engineer. */
"<b>(transferring...)</b>" = "<b>(a transferir...)</b>";

/* No comment provided by engineer. */
"<b>Failed</b> to send SMS to \"%@\" at %@." = "O envio da SMS para \"%1$@\" às %2$@ <b>falhou</b>.";

/* default name for newly inserted groups */
"<new group %d>" = "<novo grupo %d>";

/* text for the \"add contact\" alerts */
"A contact named \"%@\" already exists." = "O contacto \"%@\" já existe.";

/* text for the \"add contact\" alerts */
"A contact named \"%@\" already exists. Also, the existing contact named \"%@\" already contains the address \"%@\"." = "O contacto \"%1$@\" já existe e o contacto \"%2$@\" já contém o endereço de mail \"%3$@\".";

/* roster edit warning */
"A contact named \"%@\" already exists. You may merge the contact being renamed with the existing contact. You may also bring up a window to edit the existing contact." = "O contacto \"%1$@\" já existe. Pode fazer um multi-contacto para este utilizador. Quer junta-los num multi-contacto?";

/* text for the \"add contact\" alerts */
"A contact named \"%@\" containing the address \"%@\" already exists." = "O contacto \"%1$@\"  com o endereço \"%2$@\" já existe.";

/* tooltip for the file transfers window */
"Accept" = "Aceitar";

/* for file transfers listed in chat windows */
"accept" = "aceitar";

/* preference pane label */
"Accounts" = "Contas";

/* \"add contact\" alert button */
"Add To Existing Contact" = "Adicionar ao Contacto Existente";

/* preference pane label */
"Advanced" = "Avançado";

/* Alert displayed when unregistering from the MSN transport */
"Are you sure you want to unregister from the MSN transport?" = "Tem a certeza que pretende desregistar-se do transporte MSN?";

/* presence subscription alert */
"Authorization to see the online status of \"%@\" was denied!" = "O convite enviado a \"%@\" foi rejeitado.";

/* presence subscription alert */
"Authorize" = "Autorizar";

/* presence subscription alert */
"Authorize \"%@\" to see your online status?" = " \"%@\" está a subscrever o teu contacto.";

/* \"open file\" button in the file transfers window */
"Can't find the file." = "Não é possivel encontrar o ficheiro.";

/* \"open file\" button in the file transfers window */
"Can't open the file \"%@\" because it moved since you transferred it." = "Não é possivel abrir o ficheiro \"%@\" porque este já foi movido desde a sua transferência.";

/* button */
"Cancel" = "Cancelar";

/* status message written to the text transcript of a chat window */
"Chat changed to contact \"%@\"" = "A conversar com \"%@\"";

/* status message written to the text transcript of a chat window */
"Chat ended." = "Conversa terminada.";

/* toolbar button label */
"Chat History" = "Histórico de Conversas";

/* status message written to the text transcript of a chat window */
"Chat started with contact \"%@\"" = "A conversar com \"%@\"";

/* filename and title for saved chat transcripts */
"Chat with \"%@\" on %@" = "Conversa com \"%1$@\" em %2$@";

/* No comment provided by engineer. */
"Choose Emoticon" = "Escolher emoticon";

/* connection error */
"Connection Error" = "Erro de ligação";

/* status */
"Current iTunes Track" = "Usar Música Como Frase";

/* button */
"Delete" = "Apagar";

/* button */
"Delete Group And Contacts" = "Apagar Grupo e Contactos";

/* button */
"Delete Group Only" = "Apagar Grupo";

/* button */
"Delete Groups And Contacts" = "Apagar Grupos e Contactos";

/* button */
"Delete Groups Only" = "Apagar Grupos";

/* roster edit warning */
"Do you really want to dissolve %d contacts into contact \"%@\"?" = "Quer dissolver os %1$d contactos no contacto \"%2$@\"?";

/* roster edit warning */
"Do you really want to dissolve contact \"%@\" into contact \"%@\"?" = "Tem a certeza que pretende criar o multi-contacto \"%1$@\" com o contacto \"%2$@\"?";

/* warning for roster edits */
"Do you really want to remove contact \"%@\" from the list?" = "Tem a certeza que pretende remover o contacto \"%@\" da sua lista de contactos?";

/* warning for roster edits */
"Do you really want to remove contacts %@ from the list?" = "Tem a certeza que pretende remover os contactos %@ da sua lista de contactos?";

/* warning for roster edits */
"Do you really want to remove group \"%@\" from the list?" = "Tem a certeza que pretende remover o grupo \"%@\" da sua lista de contactos?";

/* warning for roster edits */
"Do you really want to remove groups %@ from the list?" = "Tem a certeza que pretende remover os grupos %@ da sua lista de contactos?";

/* warning for roster edits */
"Do you really want to remove the address \"%@\" from this contact?" = "Quer mesmo remover o contacto \"%@\"?";

/* warning for roster edits */
"Do you really want to remove the addresses %@ from this contact?" = "Quer mesmo remover os contactos %@?";

/* text for the \"add contact\" alerts */
"Do you want to add the address \"%@\" to the contact named \"%@\"?" = "Pretende criar um multi-contacto ao juntar o contacto \"%1$@\" com o contacto \"%2$@\"?";

/* text for the \"add contact\" alerts */
"Do you want to create a new contact and have the address moved into it?" = "Adicionar contacto.";

/* roster edit warning */
"Do you want to merge this contact with the existing contact named \"%@\"?" = "Pretende criar um multi-contacto com o nome \"%@\"?";

/* roster edit warning */
"Do you want to move the address \"%@\" from contact \"%@\" into contact \"%@\"?" = "Pretende juntar o endereço \"%1$@\" do contacto  \"%2$@\" para o contacto \"%3$@\"?";

/* presence subscription alert */
"Don't Authorize" = "Não Autorizar";

/* tooltip for the file transfers window */
"Double-click to open" = "Faça duplo-clique para abrir o ficheiro";

/* button */
"Edit" = "Editar";

/* roster edit warning button */
"Edit Contact \"%@\"" = "Editar o Contacto \"%@\" ";

/* roster edit warning button */
"Edit Existing Contact" = "Editar Contacto Já Existente";

/* chat messages notifications */
"First Message from %@" = "Primeira mensagem de %@";

/* gigabytes unit name */
"GB" = "GB";

/* preference pane label */
"General" = "Geral";

/* toolbar button
   toolbar button label */
"Get Info" = "Obter Info";

/* button */
"Go Back" = "Voltar";

/* toolbar button label */
"History" = "Histórico";

/* contact availability change notifications */
"is now Online" = "está Online";

/* kilobytes unit name */
"KB" = "KB";

/* MSN transport preferences button */
"Log In" = "Ligar";

/* megabytes unit name */
"MB" = "MB";

/* roster edit warning button */
"Merge Contacts" = "Criar Multi-Contactos";

/* chat messages notifications */
"Message from %@" = "Mensagem de %@";

/* roster edit warning button */
"Move" = "Mover";

/* \"add contact\" alert button */
"Move To New Contact" = "Mover para Novo Contacto";

/* preference pane label */
"MSN Account" = "Conta MSN";

/* connection error */
"No Jabber ID specified" = "Jabber ID não especificada";

/* in file transfers, as in \"X of Y bytes transferred\" */
"of" = "de";

/* No comment provided by engineer. */
"OK" = "OK";

/* toolbar button */
"Open chat history folder" = "Abrir pasta do histórico de conversas";

/* No comment provided by engineer. */
"Open file" = "Abrir ficheiro";

/* No comment provided by engineer. */
"Other Jabber Service" = "Outro Serviço Jabber";

/* file transfers window - status label */
"Packaging the files" = "A comprimir ficheiros";

/* roster tooltip */
"Phone Number(s):" = "Nºs de Telefone:";

/* in file transfers, contact name (address) */
"Received from: %@ (%@)" = "De: %1$@ (%2$@)";

/* for file transfers listed in chat windows */
"Receiving file %@." = "A receber ficheiro %@.";

/* chat recent messages */
"Recent messages exchanged on %@" = "Últimas mensagens de %@.";

/* MSN transport preferences button */
"Register..." = "Registar…";

/* for file transfers listed in chat windows */
"reject" = "rejeitar";

/* presence subscription alert */
"Remove Address" = "Remover Endereço";

/* menu item title */
"Remove Contact..." = "Remover Contacto...";

/* menu item title */
"Remove Contacts..." = "Remover Contactos...";

/* presence subscription alert */
"Renew" = "Renovar";

/* No comment provided by engineer. */
"Reveal in Finder" = "Mostrar no Finder";

/* No comment provided by engineer. */
"Select" = "Seleccionar";

/* button for the file selection sheet */
"Send" = "Enviar";

/* toolbar button
   toolbar button label */
"Send File" = "Enviar ficheiro";

/* toolbar button
   toolbar button label */
"Send SMS" = "Enviar SMS";

/* for file transfers listed in chat windows */
"Sending file %@." = "A enviar ficheiro %@.";

/* in file transfers, contact name (address) */
"Sent to: %@ (%@)" = "Para: %1$@ (%2$@)";

/* tooltip for the file transfers window */
"Show in Finder" = "Mostrar no Finder";

/* No comment provided by engineer. */
"SMS <b>received</b> from \"%@\" at %@<br/>\"<b>%@</b>\"" = "SMS <b>recebido</b> de \"%1$@\" às %2$@<br/>\"<b>%3$@</b>\"";

/* No comment provided by engineer. */
"SMS <b>sent</b> to \"%@\" at %@<br/>Used: %d message(s), total of %d characters." = "SMS <b>enviado</b> para \"%@\" às %@<br/>Usadas: %d mensagem(s), total de %d caracteres.";

/* SMS credit text field at the top of the roster window */
"SMS \\U25B8 (unknown credit)" = "SMS ▸ (crédito desconhecido)";

/* SMS credit text field at the top of the roster window */
"SMS \\U25B8 Credit: %d | Free: %d | Sent: %d" = "SMS ▸ Crédito: %1$d | Grátis: %2$d | Enviados: %3$d";

/* startup error */
"Sorry, %@ requires Mac OS X 10.4 or newer." = "%@ requer o Mac OS X 10.4 ou mais recente.";

/* tooltip for the file transfers window */
"Stop" = "Parar";

/* terabytes unit name */
"TB" = "TB";

/* video camera warning */
"The camera is probably already in use by some other application." = "O vídeo deve estar a ser utilizada numa outra aplicação.";

/* presence subscription alert */
"The contact \"%@\" has denied your authorization to see the online status of the address \"%@\". You may either remove this address from your contact list or try to renew the authorization." = "O contacto \"%1$@\" rejeitou a sua autorização para ver o status do endereço\"%2$@\". Pode remover este contacto da sua lista de contactos ou  renovar a autorização.";

/* roster edit warning */
"The contact being dragged will be merged with the destination contact. The result will be a single contact named \"%1$@\" containing all the addresses from \"%1$@\" and \"%2$@\"." = "Pretende criar um multi-contacto? Ficará apenas com um contacto com o nome \"%1$@\" que terá todos os contactos de \"%1$@\" e \"%2$@\".";

/* presence subscription alert */
"The contact with the address \"%@\" has added your address to their contact list and wants to ask for your authorization to see when you are online. Do you want to allow this person to see your online status?" = "\"%@\" está a tentar adicionar-te à lista de contactos. Queres aceitar este convite?";

/* roster edit warning */
"The contacts being dragged will be merged together into the destination contact. The result will be a single contact named \"%1$@\" containing all the addresses from \"%1$@\", %2$@." = "Pretende criar um multi-contacto? Ficará com apenas um contacto com o nome \"%1$@\" que contém todos os endereços de \"%1$@\", %2$@.";

/* MSN transport state description */
"The current MSN state is unknown." = "O estado actual do MSN é desconhecido.";

/* \"Send File\" button tooltip */
"The currently selected address doesn't support file transfers. You can send a file by selecting another address of this contact in the pop-up menu below." = "O endeço seleccionado não suporta transferência de ficheiros. Pode enviar um ficheiro seleccionando outro endereço deste contacto no pop up abaixo.";

/* text for the \"add contact\" alerts */
"The existing contact named \"%@\" already contains the address \"%@\". If you choose to proceed, a new contact named \"%@\" will be created and the address will be moved into it." = "O contacto \"%1$@\" já contém o endereço \"%2$@\". Se prosseguir, será criado o contacto \"%3$@\" e o endereço será movido para este.";

/* roster edit warning */
"The existing contact named \"%@\" already contains the address \"%@\". If you proceed, the address will be removed from that contact and will be added to the contact \"%@\"." = "O contacto \"%1$@\" já contém o endereço \"%2$@\". Se prosseguir, o endereço será removido desse contacto e adicionado a \"%3$@\".";

/* connection error message */
"There was a problem with the server (%@). Please check your settings and try again." = "Houve um problema com o servidor (%@). Verifique os seus settings e tente novamente.";

/* text for the \"add contact\" alerts */
"There's already a contact that exactly matches the data you have entered. Do you want to edit it instead?" = "Já existe um contacto com os mesmo dados. Quer editar o contacto?";

/* \"Send File\" button tooltip */
"This contact doesn't support file transfers." = "Este contacto não suporta transferência de ficheiros.";

/* No comment provided by engineer. */
"Toggle Audibles Drawer" = "Mostrar/Esconder Bocas";

/* No comment provided by engineer. */
"Transfer of file %@ has <b>completed successfully</b>." = "A transferência do ficheiro %@ <b>terminou com sucesso</b>.";

/* No comment provided by engineer. */
"Transfer of file %@ was <b>aborted</b> with an error: %@." = "A transferência do ficheiro %1$@ foi <b>abortada</b> com um erro: %2$@.";

/* No comment provided by engineer. */
"Transfer of file %@ was <b>cancelled</b>." = "A transferência do ficheiro %@ foi <b>cancelada</b>.";

/* text for the \"add contact\" alerts */
"Two existing contacts match the data you entered. Do you want to edit them instead?" = "Existem dois contactos com os mesmo dados. Quer editá-los?";

/* video camera warning */
"Unable to access video camera." = "Não é possivel aceder ao vídeo";

/* video camera warning */
"Unable to find a video camera." = "Não foi possível encontrar o vídeo.";

/* file transfers window - status label */
"Unpackaging the received file" = "A descomprimir ficheiro recebido";

/* MSN transport preferences button */
"Unregister..." = "Desregistar…";

/* startup error */
"Unsupported Operating System" = "Sistema Operativo não suportado.";

/* contact availability change notifications */
"went Offline" = "está Offline";

/* Alert displayed when unregistering from the MSN transport */
"All your MSN contacts will be removed from the SAPO Messenger buddy list when you unregister from the MSN transport. If you moved contacts to different groups, these changes will be lost. You can't undo this action." = "Quando se desregista o transporte MSN, todos os contactos de MSN são removidos da lista de amigos do SAPO Messenger. Se moveu contactos entre grupos, essas alterações serão perdidas. Não pode voltar atrás nesta acção.";

/* warning for roster edits */
"You can delete the group and keep the contacts that it contains by clicking \"%@\". If you click \"%@\", the contacts contained in the group will be deleted along with it. You can't undo this action." = "Pode apagar o grupo e manter os contactos do mesmo clicando sobre \"%1$@\". Se clicar \"%2$@\", os contactos do grupo serão apagados. Não pode voltar atrás nesta acção.";

/* warning for roster edits */
"You can delete the groups and keep the contacts that they contain by clicking \"%@\". If you click \"%@\", the contacts contained in the groups will be deleted along with them. You can't undo this action." = "Pode apagar os grupos mas os contactos não serão eliminados se clicar sobre \"%1$@\".Se clicar \"%2$@\", os contactos dos grupos também serão apagados. Não pode voltar atrás nesta acção.";

/* No comment provided by engineer. */
"You can't undo this action." = "Não pode voltar atrás nesta acção.";

/* for file transfers listed in chat windows */
"You may %@ or %@ the transfer." = "Pode %1$@ ou %2$@ a transferência.";

/* MSN transport state description */
"You're currently registered to the MSN transport with the email \"%@\" and you're logged in to the service." = "De momento encontra-se registado no transporte MSN com o e-mail \"%@\" e está ligado ao serviço.";

/* MSN transport state description */
"You're currently registered to the MSN transport with the email \"%@\", but you're not logged in to the service." = "De momento encontra-se registado no transporte MSN com o e-mail \"%@\" mas não está ligado ao serviço.";

/* MSN transport state description */
"You're not currently registered to the MSN transport." = "De momento não está registado no transporte MSN.";

/* presence subscription alert */
"Your authorization to see the online status of the address \"%@\" has been denied. You may either remove this address from your contact list or try to renew the authorization." = "O convite enviado a \"%@\" foi negado. Pode remover este endereço da sua lista de contactos e enviar o convite novamente.";

